"_startedFromTrashAlertMessageText" = "Little Snitch Configuration has been started from the Trash.";
"_startedFromTrashAlertInformativeText" = "Please empty the Trash to avoid this problem.";
"_startedFromTrashAlertProceedButtonTitle" = "Proceed anyway";
"_startedFromTrashAlertQuitButtonTitle" = "Quit";

"terminationAlertMessage %@" = "Little Snitch Configuration will now quit. However, the Network Filter will continue to operate in the background, so it is not necessary to keep the configuration application running.\n\nYou can restart the configuration application at any time from your %@ folder.";

"_feedbackAlertMessageText" = "Feedback & Support";
"_feedbackAlertInformativeText" = "You will be redirected to the Little Snitch support web-page. The version numbers of Little Snitch and Mac OS X will be sent along with this request to help us providing better support.";
"_feedbackAlertThirdButtonTitle" = "Don’t Send Version Information";

"_restartInPermissiveModeAlertMessageText" = "Are you sure you want to restart your computer in Permissive Mode now?";
"_restartInPermissiveModeAlertInformativeText" = "In “Permissive Mode” any network connection attempt that happens before log in will be allowed if it’s not covered by an existing Little Snitch rule. For any such connection Little Snitch will present a rule suggestion immediate after log in. You can use this mode if you have troubles to log in to a network user account.";

"_suggestionMoreButtonName" = "More";

"_suggestionAllowAnyConnection" = "Allow any connection";
"_suggestionAllowSpecificPort %@" = "Allow connections to port %@";
"_suggestionAllowSpecificDomain %@" = "Allow connections to domain “%@”";
"_suggestionAllowAutoPilotDomain" = "Allow connections to involved domains";
"_suggestionAllowAutoPilotPort" = "Allow connections to involved ports";

"_suggestionDenyAnyConnection" = "Deny any connection";
"_suggestionDenySpecificPort %@" = "Deny connections to port %@";
"_suggestionDenySpecificDomain %@" = "Deny connections to domain “%@”";
"_suggestionDenyAutoPilotDomain" = "Deny connections to involved domains";
"_suggestionDenyAutoPilotPort" = "Deny connections to involved ports";

"_suggestionCustomizeRule" = "Create Custom Rule…";
